{
    "indexli1": "Four colour variants",
    "indexsm1": "Satisfies even the most discerning and appearance-conscious customers",
    "indexli2": "Large AMOLED display",
    "indexsm2": "Large display area with vivid colours for high-quality photos and videos",
    "indexli3": "Four-lens camera",
    "indexsm3": "Sharp and bright images in any conditions",
    "indexli4": "Powerful battery",
    "indexsm4": "Long-lasting battery, ensures lots of fun throughout the day",

    "fwh1" : "For whom?",
    "fwli1" : "For photography enthusiasts",
    "fwsm1" : "A camera with which you can capture every situation at an almost professional level, also for video, all this is taken care of by 4 lenses",
    "fwli2": "For gamers",
    "fwsm2": "Long battery life, large memory and great performance will make sure you have a pleasant gaming experience for hours without overheating and other problems",
    "fwli3": "For the busy",
    "fwsm3": "The clear system, battery life and high level of security makes it suitable for work activities and much more",
    "fwli4": "For the elderly",
    "fwsm4": "Intuitive system with a high level of customisation is also suitable for people with minimal smartphone experience",

    "fqh": "Frequently Asked Questions",
    "fqli1": "How long does the battery last on a single charge? ",
    "fqsm1": "Up to <b>86 hours</b> in normal use.",
    "fqli2": "Can I use two SIM cards in my phone at the same time?",
    "fqsm2": "Yes, this device has a <b>dual SIM</b> feature, this allows you to run both SIM cards at the same time without any restrictions. ",
    "fqli3": "What is the operating system in this device? ",
    "fqsm3": "The phone is equipped with the <b>One UI 4.1</b> operating system",
    "fqli4": "Is this phone waterproof? ",
    "fqsm4": "The Samsung Galaxy A51 is many things, but unfortunately <b>not</b> waterproof.",
    "fqli5": "How much memory does this phone have? ",
    "fqsm5": "This device is available in three variants: <b>64GB, 128GB and 256GB</b>",
    "fqli6": "How do I enable developer options? ",

    "nav1": "Home",
    "nav2": "Hardware",
    "nav3": "Software",
    "nav4": "For Whom",
    "nav5": "FAQ",
    "nav6": "Gallery",
    "nav7": "Comments",

    "comh": "Leave a comment",
    "comi1": "Name",
    "comi2": "Comment",
    "comi3": "Send",

    "hw1": "Camera",
    "hw2": "Construction",
    "hw3": "Display",
    "hw4": "Memory",
    "hw5": "Communications",
    "hw6": "Platform"
}