{
    "indexli1": "Štyri farebné varianty",
    "indexsm1": "Uspokojí aj náročnejších zákazníkov, ktorí si potrpia na vzhľade",
    "indexli2": "Veľký AMOLED display",
    "indexsm2": "Veľká zobrazovacia plocha so živými farbami pre kvalitné fotografie a videá",
    "indexli3": "Fotoaparát so štyroma objektívmi",
    "indexsm3": "Ostré a svetlé snímky v akýchkoľvek podmienkach",
    "indexli4": "Výkonná batéria",
    "indexsm4": "Batéria s dlhou výdržou, zaistí veľa zábavy počas celého dňa",

    "fwh1" : "Pre koho?",
    "fwli1": "Pre nadšencov z fotografovania",
    "fwsm1": "Fotoaparát s ktorým zachytíte každú situáciu na takmer profesionálnej úrovni, takisto aj na videozáznam, o toto všetko sa postarajú 4 objektívy",
    "fwli2": "Pre hráčov",
    "fwsm2": "Dlhá výdrž, veľká pamäť a parádny výkon sa postarajú o váš príjemný zážitok z hrania v rozpätí hodín bez prehrievania a iných problémov",
    "fwli3": "Pre zaneprázdnených",
    "fwsm3": "Prehľadný systém, výdrž batérie a vysoká miera zabezpečenia je vhodná aj pre pracovné aktivity a mnoho viac",
    "fwli4": "Pre starších",
    "fwsm4": "Intuitívny systém s vysokou mierou prispôsobenia sa hodí aj pre ľudí s minimálnymi skúsenostiami so smartfónmi",

    "fqh": "Často kladené otázky",
    "fqli1": "Ako dlho vydrží batéria na jedno nabitie? ",
    "fqsm1": "Pri bežnom používaní až <b>86 hodín</b>.",
    "fqli2": "Môžem v telefóne používať dve SIM karty naraz?",
    "fqsm2": "<b>Áno</b>, toto zariadenie disponuje funkciou <b>dual SIM</b>, to umožňuje prevádzkovanie oboch SIM kariet zároveň bez akýchkoľvek obmedzení. ",
    "fqli3": "Aký je v tomto zariadení operačný systém? ",
    "fqsm3": "Telefón je vybavený operačným systémom <b>One UI 4.1</b>",
    "fqli4": "Je tento telefón vodeodolný? ",
    "fqsm4": "Samsung Galaxy A51 je veľa vecí, ale bohužiaľ <b>nie je</b> vodotesný.",
    "fqli5": "Koľko pamäte obsahuje tento telefón? ",
    "fqsm5": "Toto zariadenie je dostupné v troch variantoch: <b>64GB, 128GB a 256GB</b>",
    "fqli6": "Ako zapnem vývojárske možnosti? ",

    "nav1": "Domov",
    "nav2": "Hardware",
    "nav3": "Software",
    "nav4": "Pre Koho",
    "nav5": "FAQ",
    "nav6": "Galéria",
    "nav7": "Komentáre",

    "comh": "Zanechajte komentár",
    "comi1": "Meno",
    "comi2": "Komentár",
    "comi3": "Odoslať",

    "hw1": "Fotoaparát",
    "hw2": "Konštrukcia",
    "hw3": "Displej",
    "hw4": "Pamäť",
    "hw5": "Komunikácie",
    "hw6": "Platforma"
}